Repository: casimir/frigoligo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: af, ar, ca, de, eo, es, et, fr, gl, it, nl, pt, pt_br, pt_pt, ru, ta, vi, zh, zh_hant

# login_actionLogin
source: Log in
af: Meld aan
ar: تسجيل الدخول
ca: Inicia una sessió
de: Einloggen
eo: Ensaluti
es: Iniciar sesión
et: Logi sisse
fr: Connexion
gl: Acceder
it: Accedi
nl: Inloggen
pt: Conecte-se
pt_br: Conecte-se
pt_pt: Conecte-se
ru: Войти
ta: புகுபதிகை
vi: Đăng nhập
zh: 登录
zh_hant: 登入

# login_existingSessionDialogConfirm
source: Log out
af: Meld af
ar: تسجيل الخروج
ca: Finalitza la sessió
de: Ausloggen
eo: Elsaluti
es: Cerrar sesión
et: Logi välja
fr: Déconnexion
gl: Saír
it: Esci
nl: Afmelden
pt: Sair
pt_br: Sair
pt_pt: Sair
ru: Выйти
ta: விடுபதிகை
vi: Đăng xuất
zh: 登出
zh_hant: 登出

# login_existingSessionDialogMessage
source: Do you want to log out of the current session and open a new one?
af: Wil u uit die huidige sessie afmeld en 'n nuwe sessie oopmaak?
ar: هل تريد تسجيل الخروج من الجلسة الحالية وفتح جلسة جديدة؟
ca: Voleu finalitzar la sessió actual i obrir-ne una de nova?
de: Möchtest du dich von der aktuellen Session abmelden und eine neue eröffnen?
eo: Ĉu vi volas elsaluti el la nuna sesio kaj malfermi novan?
es: ¿Quiere finalizar la sesión actual y abrir una nueva?
et: Kas soovid praegusest sessioonist välja logida ja uue avada?
fr: Voulez-vous vous déconnecter de la session courante et en ouvrir une nouvelle ?
gl: Queres pechar a sesión actual e abrir unha nova?
it: Vuoi uscire dalla sessione attuale e aprirne una nuova?
nl: Wilt u zich afmelden bij de huidige sessie en een nieuwe sessie openen?
pt: Deseja sair da sessão atual e abrir uma nova?
pt_br: Deseja sair da sessão atual e abrir uma nova?
pt_pt: Deseja sair da sessão atual e abrir uma nova?
ru: Хотите выйти из текущей сессии и открыть новую?
ta: தற்போதைய அமர்வில் இருந்து வெளியேறி புதிய ஒன்றைத் திறக்க விரும்புகிறீர்களா?
vi: Bạn có muốn đăng xuất khỏi phiên hiện tại và mở một phiên mới không?
zh: 您想登出当前会话并打开一个新会话吗？
zh_hant: 你想登出目前工作階段並開啟新工作階段嗎？

# login_existingSessionDialogTitle
source: A session is currently active
af: Daar is nog 'n sessie aktief
ar: هناك جلسة نشطة حاليًا
ca: Ja hi ha una sessió activa
de: Eine Session ist gerade aktiv
eo: Jam existas aktiva sesio
es: Ya hay una sesión activa
et: Sessioon on praegu aktiivne
fr: Une session est active
gl: Hai unha sesión activa
it: Una sessione è attualmente attiva
nl: Er is nog een sessie actief
pt: Uma sessão está ativa no momento
pt_br: Uma sessão está ativa no momento
pt_pt: Uma sessão está ativa no momento
ru: Сеанс в данный момент активен
ta: ஒரு அமர்வு தற்போது செயலில் உள்ளது
vi: Một phiên đang hiện tại đang kích hoạt
zh: 当前会话处于活动状态
zh_hant: 工作階段目前處於活躍狀態

# login_fieldClientId
source: Client ID
af: Kliënt-ID
ar: معرّف العميل
ca: Id. del client
eo: Klientidentigo
es: Id. del cliente
et: Kliendi tunnus
fr: ID client
gl: ID do cliente
it: ID cliente
pt: ID do cliente
pt_br: ID do cliente
pt_pt: ID do cliente
ru: Идентификатор клиента
ta: வாங்கி ஐடி
vi: ID máy khách
zh: 客户端 ID
zh_hant: 用戶端 ID

# login_fieldClientSecret
source: Client Secret
af: Kliëntgeheim
ar: سر العميل
ca: Secret del client
eo: Klientsekreto
es: Clave secreta del cliente
et: Kliendi saladus
fr: Clef secrète
gl: Segreda do cliente
it: Chiave segreta
nl: Clientgeheim
pt: Segredo do cliente
pt_br: Segredo do cliente
pt_pt: Segredo do cliente
ru: Секретный ключ клиента
ta: வாங்கி மறைபொருள்
vi: Bí mật client
zh: 客户端密钥
zh_hant: 用戶端秘密金鑰

# login_fieldPassword
source: Password
af: Wagwoord
ar: كلمة المرور
ca: Contrasenya
de: Passwort
eo: Pasvorto
es: Contraseña
et: Salasõna
fr: Mot de passe
gl: Contrasinal
nl: Wachtwoord
pt: Palavra-passe
pt_br: Senha
pt_pt: Palavra-passe
ru: Пароль
ta: கடவுச்சொல்
vi: Mật khẩu
zh: 密码
zh_hant: 密碼

# login_fieldUsername
source: Username
af: Gebruikersnaam
ar: اسم المستخدم
ca: Nom d’usuari
de: Nutzername
eo: Uzantnomo
es: Nombre de usuario
et: Kasutajanimi
fr: Nom d'utilisateur
gl: Identificador
it: Nome utente
nl: Gebruikersnaam
pt: Nome de utilizador
pt_br: Nome de usuário
pt_pt: Nome de utilizador
ru: Имя пользователя
ta: பயனர்பெயர்
vi: Tên người dùng
zh: 用户名
zh_hant: 使用者名稱

# readdingsettings_textFormatting
source: Text formatting
af: Teksformatering
ar: تنسيق النص
ca: Formatació del text
de: Textformatierung
es: Formato del texto
et: Teksti vormindus
fr: Formatage du texte
gl: Formato do texto
it: Formattazione del testo
nl: Tekstopmaak
pt: Formatação de texto
pt_br: Formatação de texto
pt_pt: Formatação de texto
ru: Форматирование текста
ta: உரை வடிவமைப்பு
vi: Định dạng phông
zh: 文本格式化

# readingsettings_fontSize
source: Font size
af: Lettergrootte
ar: حجم الخط
ca: Mida de la lletra
de: Schriftgröße
eo: Tipara grando
es: Tamaño de texto
et: Kirjatüübi suurus
fr: Taille de police
gl: Tamaño da letra
it: Dimensione dei caratteri
nl: Lettergrootte
pt: Tamanho da fonte
pt_br: Tamanho da fonte
pt_pt: Tamanho da fonte
ru: Размер шрифта
ta: எழுத்துரு அளவு
vi: Kích thước phông
zh: 字体大小
zh_hant: 字型大小

# readingsettings_title
source: Text settings
af: Teksinstellings
ar: إعدادات النص
ca: Paràmetres del text
de: Text-Einstellungen
eo: Legaj agordoj
es: Configuración del texto
et: Tekstiseadistused
fr: Mise en page
gl: Axustes do texto
it: Impostazioni di lettura
nl: Tekstinstellingen
pt: Configurações de texto
pt_br: Configurações de texto
pt_pt: Configurações de texto
ru: Настройки текста
ta: உரை அமைப்புகள்
vi: Cài đặt văn bản
zh: 文本设置
zh_hant: 閱讀設定

# save_confirmationTitle
source: Article saved!
af: Artikel is gestoor!
ar: تم حفظ المقال!
ca: S’ha desat l’article.
de: Artikel gespeichert!
eo: Artikolo konservita!
es: ¡Artículo guardado!
et: Artikkel on salvestatud!
fr: Article sauvegardé !
gl: Gardouse o artigo!
it: Articolo salvato!
nl: Artikel opgeslagen!
pt: Artigo gravado!
pt_br: Artigo salvo!
pt_pt: Artigo gravado!
ru: Статья сохранена!
ta: கட்டுரை சேமிக்கப்பட்டது!
vi: Bài viết đã lưu!
zh: 文章已保存！
zh_hant: 文章已儲存！

# save_dubiousUrlConfirm
source: Save it
af: Stoor
ar: حفظه
ca: Desa’l
de: Speichern
eo: Konservi
es: Guardarlo
et: Salvesta ikkagi
fr: Sauvegarder
gl: Gardalo
it: Salvalo
nl: Opslaan
pt: Grave-o
pt_br: Salve isso
pt_pt: Grave-o
ru: Сохранить
ta: அதை சேமிக்கவும்
vi: Lưu nó
zh: 保存它
zh_hant: 儲存它

# save_dubiousUrlTitle
source: Dubious URL
af: Twyfelagtige URL
ar: رابط مشكوك فيه
ca: L’URL és dubtós
de: Ungewöhnliche URL
eo: Malklara URL
es: URL dudosa
et: Kahtlane veebiaadress
fr: URL anormale
gl: URL dubidoso
it: URL sospetto
nl: Dubieuze URL
pt: URL duvidosa
pt_br: URL duvidosa
pt_pt: URL duvidosa
ru: Сомнительный URL
ta: சந்தேகத்திற்குரிய முகவரி
vi: URL đáng ngờ
zh: 可疑 URL
zh_hant: 可疑的網址

# save_noUrl
source: No URL provided
af: Geen URL opgegee
ar: لم يتم تقديم رابط
ca: No s’ha fornit cap URL
de: Keine URL bereitgestellt
eo: Neniu URL donita
es: No se proporcionó URL
et: Veebiaadress on puudu
fr: Aucune URL fournie
gl: Sen URL proporcionado
it: Nessun URL fornito
nl: Geen URL opgegeven
pt: Nenhuma URL fornecida
pt_br: Nenhuma URL fornecida
pt_pt: Nenhuma URL fornecida
ru: URL-адрес не указан
ta: முகவரி எதுவும் வழங்கப்படவில்லை
vi: Không cung cấp URL
zh: 未提供 URL
zh_hant: 沒有提供網址

# save_title
source: Save article
af: Stoor die artikel
ar: حفظ المقال
ca: Desa l’article
de: Artikel speichern
eo: Konservi artikolon
es: Guardar artículo
et: Salvesta artikkel
fr: Sauvegarder l'article
gl: Gardar artigo
it: Salva articolo
nl: Artikel opslaan
pt: Gravar artigo
pt_br: Salvar artigo
pt_pt: Gravar artigo
ru: Сохранить статью
ta: கட்டுரையை சேமிக்கவும்
vi: Lưu bài viết
zh: 保存文章
zh_hant: 儲存文章

# save_viewArticle
source: View article
af: Bekyk die artikel
ar: عرض المقال
ca: Visualitza l’article
de: Artikel betrachten
eo: Rigardi artikolon
es: Ver artículo
et: Vaata artiklit
fr: Voir l'article
gl: Ver artigo
it: Visualizza articolo
nl: Artikel bekijken
pt: Ver artigo
pt_br: Ver artigo
pt_pt: Ver artigo
ru: Посмотреть статью
ta: கட்டுரையைக் காண்க
vi: Xem bài viết
zh: 浏览文章
zh_hant: 檢視文章

# selector_selectbuttonlabel
source: Select %@
af: Kies %@
ar: تحديد %@
ca: Selecciona %@
de: %@ wählen
es: Seleccionar %@
et: Vali %@
fr: Sélectionner %@
gl: Seleccionar %@
it: Seleziona %@
nl: %@ selecteren
pt: Selecione %@
pt_br: Selecione %@
pt_pt: Selecione %@
ru: Выбрать %@
ta: %@ என்பதைத் தேர்ந்தெடுக்கவும்
vi: Chọn %@
zh: 选择 %@
zh_hant: 選擇 %@

source: Server address
af: Bedienersadres
ar: عنوان الخادم
ca: Adreça del servidor
de: Server Adresse
eo: Adreso de la servilo
es: Dirección del servidor
et: Serveri aadress
fr: Adresse du serveur
gl: Enderezo do servidor
it: Indirizzo server
nl: Serveradres
pt: Endereço do servidor
pt_br: Endereço do servidor
pt_pt: Endereço do servidor
ru: Адрес сервера
ta: சேவையக முகவரி
vi: Địa chỉ máy chủ
zh: 服务器地址
zh_hant: 伺服器位址

# server_emptyField
source: Enter your %@
af: Voer uw %@ in
ar: أدخل %@ الخاص بك
ca: Heu d’introduir %@
de: Gebe dein %@ ein
eo: Enigi vian %@
es: Introduzca su %@
et: Sisesta %@
fr: Entrez votre %@
gl: Escribe o teu %@
it: Inserisci %@
nl: Voeg uw %@ in
pt: Insira seu %@
pt_br: Insira seu %@
pt_pt: Insira seu %@
ru: Введите своё %@
ta: உங்கள் %@ ஐ உள்ளிடவும்
vi: Nhập %@ của bạn
zh: 输入您的 %@
zh_hant: 輸入你的 %@

# server_invalidUrl
source: Invalid address
af: Ongeldige adres
ar: عنوان غير صالح
ca: L’adreça no és vàlida
de: Ungültige Adresse
eo: Nevalida adreso
es: Dirección no válida
et: Vigane aadress
fr: Adresse invalide
gl: Enderezo non válido
it: Indirizzo non valido
nl: Ongeldig adres
pt: Endereço inválido
pt_br: Endereço inválido
pt_pt: Endereço inválido
ru: Неверный адрес
ta: தவறான முகவரி
vi: Địa chỉ sai
zh: 无效的地址
zh_hant: 無效的位址

# server_unknownServerType
source: Unknown server type
af: Onbekende bedienerstipe
ar: نوع الخادم غير معروف
ca: Es desconeix el tipus de servidor
de: Unbekannter Servertyp
es: Tipo de servidor desconocido
et: Tundmatu serveri tüüp
fr: Type de serveur inconnu
gl: Tipo de servidor descoñecido
it: Tipo di server sconosciuto
nl: Onbekend servertype
pt: Tipo de servidor desconhecido
pt_br: Tipo de servidor desconhecido
pt_pt: Tipo de servidor desconhecido
ru: Неизвестный тип сервера
ta: தெரியாத சேவையக வகை
vi: Không rõ loại máy chủ
zh: 未知服务类型
zh_hant: 未知伺服器類別

source: Server unreachable
af: Bediener onbereikbaar
ar: الخادم غير متاح
ca: El servidor no és accessible
de: Server nicht erreichbar
eo: Servilo neatingebla
es: Servidor inaccesible
et: Server pole leitav
fr: Serveur injoignable
gl: Servidor non accesible
it: Server non raggiungibile
nl: Server onbereikbaar
pt: Servidor inacessível
pt_br: Servidor inacessível
pt_pt: Servidor inacessível
ru: Сервер недоступен
ta: சேவையகம் அணுக முடியாதது
vi: Không thể truy cập được máy chủ
zh: 服务器不可达
zh_hant: 伺服器無法存取

source: Server version not supported
af: Bedienersweergawe word nie ondersteun nie
ar: نسخة الخادم غير مدعوم
ca: No s’admet la versió del servidor
de: Serverversion wird nicht unterstützt
es: Versión del servidor no admitida
et: Serveri versiooni pole toetatud
fr: Version du serveur non supportée
gl: Versión do servidor non compatible
it: Versione del server non supportata
nl: Serverversie wordt niet ondersteund
pt: Versão do servidor não suportada
pt_br: Versão do servidor não suportado
pt_pt: Versão do servidor não apoiado
ru: Версия сервера не поддерживается
ta: சேவையக பதிப்பு ஆதரிக்கப்படவில்லை
vi: Phiên bản máy chủ không được hỗ trợ
zh: 服务版本不支持
zh_hant: 不支援的伺服器版本

# session_copiedToClipboard
source: Copied to clipboard
af: Na die knipbord gekopieer
ar: تم النسخ إلى الحافظة
ca: S’ha copiat al porta-retalls
de: In die Zwischenablage kopiert
eo: Kopiita al la tondobufro
es: Se copió en el portapapeles
et: Kopeerisin lõikelauale
fr: Copié dans le presse-papier
gl: Copiado ao portapapeis
it: Copiato negli appunti
nl: Gekopieerd naar klembord
pt: Copiado para a área de transferência
pt_br: Copiado para a área de transferência
pt_pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்டது
vi: Đã sao chép vào bộ nhớ tạm
zh: 已复制到剪贴板
zh_hant: 已複製至剪貼簿

# session_fieldAccessToken
source: Access token
af: Toegangsbewys
ar: رمز الوصول
ca: Testimoni d’accés
de: Zugangstoken
eo: Atingoĵetono
es: Token de acceso
et: Ligipääsu tunnusluba
fr: Jeton d'accès
gl: Token de acceso
it: Token di accesso
nl: Toegangstoken
pt: Token de acesso
pt_br: Token de acesso
pt_pt: Token de acesso
ru: Токен доступа
ta: அணுகல் கிள்ளாக்கு
vi: Token truy cập
zh: 访问令牌
zh_hant: 存取令牌

# session_invalidToken
source: invalid
af: ongeldig
ar: غير صالح
ca: no vàlid
de: Ungültig
eo: nevalida
es: no válido
et: vigane
fr: invalide
gl: non válido
it: non valido
nl: ongeldig
pt: inválido
pt_br: inválido
pt_pt: inválido
ru: некорректно
ta: செல்லுபடியாகாத
vi: không hợp lệ
zh: 无效
zh_hant: 無效

# session_logoutDialogConfirm
source: Log out
af: Meld af
ar: تسجيل الخروج
ca: Finalitza la sessió
de: Ausloggen
eo: Elsaluti
es: Finalizar la sesión
et: Logi välja
fr: Déconnexion
gl: Saír
it: Esci
nl: Afmelden
pt: Sair
pt_br: Sair
pt_pt: Sair
ru: Выйти
ta: விடுபதிகை
vi: Đăng xuất
zh: 登出
zh_hant: 登出

# session_logoutDialogMessage
source: You will need to log in again.
af: U sal dan weer moet aanmeld.
ar: ستحتاج إلى تسجيل الدخول مرة أخرى.
ca: Haureu d’iniciar sessió de nou.
de: Du wirst dich erneut einloggen müssen.
eo: Vi devos denove ensaluti.
es: Deberá iniciar sesión nuevamente.
et: Pead uuesti sisse logima.
fr: Vous devrez vous reconnecter.
gl: Vas ter que acceder de novo.
it: Dovrai accedere nuovamente.
nl: U moet zich opnieuw aanmelden.
pt: Precisará efetuar login novamente.
pt_br: Você precisará efetuar login novamente.
pt_pt: Precisará efetuar login novamente.
ru: Вам придётся заново войти в систему.
ta: நீங்கள் மீண்டும் உள்நுழைய வேண்டும்.
vi: Bạn sẽ cần phải đăng nhập lại.
zh: 您需要重新登录。
zh_hant: 你將需要重新登入。

# session_logoutDialogTitle
source: Log out session
af: Meld af van die sessie
ar: تسجيل الخروج من الجلسة
ca: Finalitza la sessió
de: Session ausloggen
eo: Elsaluti el la sesio
es: Cerrar sesión
et: Logi sessioonist välja
fr: Déconnecter la session
gl: Pechar sesión
it: Esci dalla sessione
nl: Sessie afmelden
pt: Sair da sessão
pt_br: Sair da sessão
pt_pt: Sair da sessão
ru: Завершение сеанса
ta: அமர்வு வெளியேறவும்
vi: Phiên đăng xuất
zh: 登出会话
zh_hant: 登出工作階段

# session_logoutSession
source: Log out session
af: Meld af van die sessie
ar: تسجيل الخروج من الجلسة
ca: Finalitza la sessió
de: Session ausloggen
eo: Elsaluti el la sesio
es: Cerrar sesión
et: Logi sessioonist välja
fr: Déconnecter la session
gl: Pechar sesión
it: Esci dalla sessione
nl: Sessie afmelden
pt: Sair da sessão
pt_br: Sair da sessão
pt_pt: Sair da sessão
ru: Выйти из сеанса
ta: அமர்வு வெளியேறவும்
vi: Phiên đăng xuất
zh: 登出会话
zh_hant: 登出工作階段

# session_neverSynced
source: never
af: nooit
ar: لم تتم المزامنة
ca: mai
de: Noch nie
eo: neniam
es: nunca
et: mitte kunagi
fr: jamais
gl: nunca
it: mai
nl: nooit
pt: Nunca
pt_br: Nunca
pt_pt: Nunca
ru: никогда
ta: ஒருபோதும்
vi: không bao giờ
zh: 从未
zh_hant: 從未

# settings_helpToTranslate
source: Help to translate
af: Help vertaal
ar: ساعد في الترجمة
ca: Ajudeu amb la traducció
de: Beim Übersetzen helfen
eo: Helpi traduki
es: Ayudar a traducir
et: Aita tõlkida
fr: Aider à traduire
gl: Axuda a traducir
it: Aiuta a tradurre
nl: Help mee met vertalen
pt: Ajuda para traduzir
pt_br: Ajuda para traduzir
pt_pt: Ajuda para traduzir
ru: Помочь перевести
ta: மொழிபெயர்க்க உதவுங்கள்
vi: Trợ giúp dịch thuật
zh: 帮助翻译
zh_hant: 幫助翻譯

# settings_itemAbout
source: About
af: Meer oor
ar: حول
ca: Quant a
de: Über
eo: Pri-paĝo
es: Acerca de
et: Rakenduse teave
fr: À propos
gl: Sobre
it: Informazioni su
nl: Over
pt: Sobre
pt_br: Sobre
pt_pt: Sobre
ru: Информация
ta: பற்றி
vi: Giới thiệu
zh: 关于
zh_hant: 關於

# settings_itemLanguage
source: Language
af: Taal
ar: اللغة
ca: Llengua
de: Sprache
eo: Lingvo
es: Idioma
et: Keel
fr: Langue
gl: Idioma
it: Lingua
nl: Taal
pt: Linguagem
pt_br: Linguagem
pt_pt: Linguagem
ru: Язык
ta: மொழி
vi: Ngôn ngữ
zh: 语言
zh_hant: 語言

# settings_savedArticleTag
source: Add a tag to saved articles
af: Voeg 'n etiket by gestoorde artikels
ar: إضافة وسم للمقالات المحفوظة
ca: Afegeix una etiqueta als articles desats
de: Füge ein Schlagwort zu gespeicherten Artikeln hinzu
eo: Aldoni etikedon al konservitaj artikoloj
es: Añadir una etiqueta a los artículos guardados
et: Lisa salvestatud artiklitele silt
fr: Ajouter un label en sauvegardant
gl: Engadir etiqueta aos artigos gardados
it: Aggiungi un'etichetta agli articoli salvati
nl: Opgeslagen artikelen als zodanig mankeren
pt: Adicionar uma tag aos artigos gravados
pt_br: Adicionar uma tag aos artigos salvos
pt_pt: Adicionar uma tag aos artigos gravados
ru: Добавить тег к сохранённым статьям
ta: சேமித்த கட்டுரைகளுக்கு ஒரு குறிச்சொல்லைச் சேர்க்கவும்
vi: Thêm thẻ vào bài viết đã lưu
zh: 为保存的文章添加标签
zh_hant: 為已儲存的文章增加標籤

# settings_title
source: Settings
af: Instellings
ar: الإعدادات
ca: Paràmetres
de: Einstellungen
eo: Agordoj
es: Ajustes
et: Seadistused
fr: Réglages
gl: Axustes
it: Impostazioni
nl: Instellingen
pt: Configurações
pt_br: Configurações
pt_pt: Configurações
ru: Настройки
ta: அமைப்புகள்
vi: Cài đặt
zh: 设置
zh_hant: 設定

# settings_valueThemeDark
source: Dark
af: Donker
ar: داكن
ca: Fosc
de: Dunkel
eo: Malhela
es: Oscuro
et: Tume kujundus
fr: Sombre
gl: Escuro
it: Scuro
nl: Donker
pt: Escuro
pt_br: Escuro
pt_pt: Escuro
ru: Тёмная
ta: இருண்ட
vi: Tối
zh: 深色
zh_hant: 深色

# settings_valueThemeLight
source: Light
af: Ligte
ar: فاتح
ca: Clar
de: Hell
eo: Hela
es: Claro
et: Hele kujundus
fr: Clair
gl: Claro
it: Chiaro
nl: Licht
pt: Claro
pt_br: Claro
pt_pt: Claro
ru: Светлая
ta: ஒளி
vi: Sáng
zh: 浅色
zh_hant: 淺色

# syncer_pendingActions
source: %lld actions
af: %lld aksies
ar: %lld إجراءات
ca: %lld accions
de: %lld Aktionen
eo: %lld agoj
es: %lld acciones
et: %lld tegevust
gl: %lld accións
it: %lld azioni
nl: %lld acties
pt_pt: %lld ações
ru: %lld действ(ие/ия/ий)
ta: %lld செயல்கள்
zh: %lld 个操作
zh_hant: %lld 個操作

# article_readingTime
source: %lld min
ar: %lld دقيقة
de: %lld Minuten
eo: %lld minutoj
ru: %lld минут(а/ы)
ta: %lld மணித்துளி
vi: %lld phút
zh: %lld 分钟
zh_hant: %lld 分鐘

# login_demoMode
source: Try in demo mode
ar: جرب في الوضع التجريبي
ca: Prova la versió de demostració
de: Im Demo-Modus nutzen
es: Intente en el modo demo
et: Proovi demorežiimis
fr: Essayer en mode démo
gl: Probar en modo demostración
it: Prova in modalità demo
nl: Probeer in demomodus
pt_br: Testar no modo demonstração
pt_pt: Tentar em modo de demonstração
ru: Попробовать в тестовом режиме
ta: டெமோ பயன்முறையில் முயற்சிக்கவும்
vi: Thử chế độ demo

# login_openLogConsole
source: Open the Log Console
ar: فتح وحدة تسجيل الأخطاء
ca: Obre la consola de registres
de: Log Konsole öffnen
eo: Malfermi la protokolkonzolon
es: Abrir la consola de registro
et: Ava logimiskonsool
fr: Ouvrir la console de journalisation
gl: Abrir a Consola do rexistro
it: Apri il registro della console
nl: Logboekconsole openen
pt: Abra o console de log
pt_br: Abra o console de log
pt_pt: Abra o console de log
ru: Открыть журнал
ta: பதிவு கன்சோலைத் திறக்கவும்
vi: Mở Nhật ký Console
zh: 打开日志控制台
zh_hant: 開啟日誌控制台

# readingsettings_fontFamily
source: Font family
ar: عائلة الخط
ca: Família tipogràfica
de: Schriftfamilie
eo: Tipara familio
es: Familia tipográfica
et: Kirjatüübi perekond
fr: Famille de police
gl: Tipo de letra
it: Famiglia di caratteri
nl: Lettertypefamilie
pt: Família de fontes
pt_br: Família de fontes
pt_pt: Família de fontes
ru: Семейство шрифтов
ta: எழுத்துரு குடும்பம்
vi: Phông gia đình
zh: 字体系列
zh_hant: 字型系列

# save_dubiousUrlMessage
source: This URL does not look like one. Save it anyway? %@
ar: هذا الرابط لا يبدو صحيحًا. هل تريد حفظه على أي حال؟ %@
ca: Aquest URL no s’assembla a un. Voleu desar-lo igualment? %@
de: Diese URL sieht nicht wie eine aus. Trotzdem speichern? %@
eo: Tiu URL ne aspektas valida. Konservi ĝin ĉiukaze? %@
es: Ese URL no parece válido. ¿Quiere guardarlo de todos modos? %@
et: See võrguaadress ei tundu olema õige võrguaadressi moodi. Kas salvestame ta ikkagi? %@
fr: Cette URL à l'air invalide. Sauvegarder quand même ? %@
gl: Este URL non semella válido. Gardar igualmente? %@
it: Questo URL non sembra valido. Vuoi salvarlo comunque? %@
nl: Dit lijkt niet op een URL. Toch opslaan? %@
pt: Esta URL não parece uma. Gravar mesmo assim? %@
pt_br: Esta URL não parece uma. Salvar mesmo assim? %@
pt_pt: Esta URL não parece uma. Gravar mesmo assim? %@
ru: Этот адрес не похож на URL. Всё равно сохранить? %@
ta: இந்த முகவரி ஒன்றைப் போல் இல்லை. எப்படியும் அதை சேமிக்கவா? %@
vi: URL này trông không giống URL này. Vẫn lưu nó? %@
zh: 此 URL 看起来不像网址。无论如何都要保存？ %@
zh_hant: 此網址看起來不像。仍要儲存？ %@

# save_localModeError
source: A server connection is required to save new articles.
ar: يلزم الاتصال بالخادم لحفظ المقالات الجديدة.
ca: Cal una connexió a un servidor per poder guardar articles nous.
de: Eine Serverbindung ist zum Speichern neuer Artikel erforderlich.
es: Se requiere una conexión del servidor para guardar artículos nuevos.
et: Uute artiklite salvestamiseks on vajalik toimiv ühendus serveriga.
fr: Une connexion au serveur est requise pour enregistrer de nouveaux articles.
gl: Precísase conexión co servidor para gardar novos artigos.
it: Per salvare nuovi articoli è necessaria una connessione al server.
nl: Een serververbinding is vereist om nieuwe artikelen op te slaan.
pt_br: Uma conexão com o servidor é necessária para salvar novos artigos.
pt_pt: Uma conexão com o servidor é necessária para guardar novos artigos.
ru: Для сохранения заметки требуется подключение к серверу.
ta: புதிய கட்டுரைகளைச் சேமிக்க சர்வர் இணைப்பு தேவை.
vi: Một kết nối máy chủ là cần thiết để lưu bài viết mới.

# save_malformedUrlError
source: Malformed URL: %@
ar: عنوان URL غير صحيح: %@
ca: URL mal formada: %@
de: Fehlerhafte URL: %@
es: URL malformada: %@
et: Vigane võrguaadress: %@
fr: URL malformée : %@
gl: Formato incorrecto URL: %@
it: URL non valido: %@
nl: Onjuiste URL: %@
pt_br: URL truncada: %@
pt_pt: URL mal formado: %@
ru: Неправильный URL-адрес: %@
ta: தவறான URL: %@
vi: URL không đúng định dạng: %@

# session_fieldApiToken
source: API token
ar: رمز API
ca: Testimoni de l’API
eo: API ĵetono
es: Token de la api
et: API tunnusluba
fr: Jeton d’API
gl: Token da API
it: Token API
pt: Token de API
pt_br: Token de API
pt_pt: Token de API
ru: Токен API
ta: பநிஇ கிள்ளாக்கு
vi: Token API
zh: API 令牌

# session_fieldLastServerSync
source: Last server sync
ar: آخر مزامنة مع الخادم
ca: Darrera sincronització amb el servidor
de: Letzte Synchronisierung mit dem Server
eo: Lasta sinkronigo kun la servilo
es: Última sincronización del servidor
et: Viimane sünkrooniseerimine serveriga
fr: Dernière synchronisation avec le serveur
gl: Última sincronización
it: Ultima sincronizzazione del server
nl: Laaste synchronisatie met de server
pt: Última sincronização do servidor
pt_br: Última sincronização do servidor
pt_pt: Última sincronização do servidor
ru: Последняя синхронизация сервера
ta: கடைசி சேவையக ஒத்திசைவு
vi: Đồng bộ hóa máy chủ lần cuối
zh: 上一次服务器同步
zh_hant: 最近伺服器同步

# session_fieldTokenExpiration
source: Token expiration
ar: انتهاء صلاحية الرمز
ca: Caducitat del testimoni
de: Ablauf des Tokens
eo: Eksvalidiĝo de la ĵetono
es: Expiración del token
et: Tunnusloa aegumine
fr: Expiration du token
gl: Caducidade do token
it: Scadenza del token
nl: Tokenvervaldatum
pt: Expiração do token
pt_br: Expiração do token
pt_pt: Expiração do token
ru: Истечение срока действия токена
ta: கிள்ளாக்கு காலாவதி
vi: Hết hạn token
zh: 令牌到期
zh_hant: 令牌過期

# session_forceTokenResfresh
source: Force token refresh
ar: فرض تحديث الرمز
ca: Força una actualització del testimoni
de: Erzwinge einen neuen Token
eo: Devigi aktualigon de la ĵetono
es: Forzar la actualización del token
et: Sunni tunnusloa uuendamist
fr: Rafraîchir le jeton
gl: Forzar actualización do token
it: Forza aggiornamento token
nl: Tokenvernieuwing forceren
pt: Forçar atualização do token
pt_br: Forçar atualização do token
pt_pt: Forçar atualização do token
ru: Принудительное обновление токена
ta: ஃபோர்ச் கிள்ளாக்கு புதுப்பிப்பு
vi: Buộc làm mới token
zh: 强制刷新令牌
zh_hant: 強制重新整理令牌
